{
  "ayodhya": {
    "heading": "AYODHYA",
    "introduction": "<p>Ayodhya, one of the seven holiest towns in India, is steeped in rich history and spirituality. Situated on the banks of the sacred River Saryu, it is celebrated as the birthplace of Lord Shri Ram, embodying ideals of virtue and righteousness. Historically, it served as the capital of the Avadh region and was ruled by illustrious kings like Ikshvaku and Dashrath, reflecting the glory of Ram Rajya.</p><p>The town is a significant pilgrimage site, attracting devotees, historians, and tourists with its sacred sites and ancient architecture, vividly depicted in epics like the Ramayana and Shri Ramcharitmanas. Key festivals such as Ram Navami and the Shravan Jhoola Mela draw crowds, offering vibrant cultural experiences.</p><p>The climate varies greatly, with scorching summers reaching up to 47°C and winters dropping to 10°C. The ideal time to visit Ayodhya is between October and March, when the weather is pleasant and conducive for exploration. Whether you're seeking spiritual connection or historical insight, Ayodhya offers a unique and enriching experience.</p>",
    "whatToDoHeading": "What to do in Ayodhya?",
    "attractions": [
      "Shri Ram Janma Bhooma",
      "Hanuman Garhi Temple",
      "Kanak Bhavan Temple",
      "Sita ki Rasoi",
      "Sri Maniram Das Chavani",
      "Nageshwarnath Temple",
      "Swarg Dwar",
      "Raja Mandir",
      "Ammaji Mandir",
      "Saryu Ghat",
      "Tulsi Smirk Bhavan Museum",
      "Ramkatha Park",
      "Mausoleum of Bahu Begum",
      "Gurudwara Nazarbag Ayodhya",
      "Valmiki Bhawan",
      "Mani Parvata Ayodhya",
      "Ram Ki Paidi",
      "Highflow Dharma Chowk",
      "Nayaghat Chauraha",
      "Shri Bade Hanuman Ji",
      "Mall of Avadh",
      "Ayodhya Darshana"
    ],
    "crousalImage": ["/images/ayodhya/ay8.jpeg", "/images/ayodhya/ay2.jpeg"]
  },
  "pragyaraj": {
    "heading": "PRAYAGRAJ",
    "introduction": "<p>Prayagraj, located in southern Uttar Pradesh, India, is at the confluence of the Ganges and Yamuna rivers, around 65 miles (100 km) from Varanasi. This city is built on the ancient site of Prayag, a revered location comparable to Varanasi and Haridwar. Its significance dates back to the Buddhist era, evidenced by inscriptions on a pillar associated with the 3rd-century BCE Mauryan emperor Ashoka. This pillar, originally erected nearby, now stands at the entrance of the old Prayagraj fort.</p><p>Founded in 1583 by Mughal emperor Akbar, who named it Allahabad ('City of God'), Prayagraj became a provincial capital and played a pivotal role during the Mughal Empire. The city was notably the headquarters of the rebellious prince Salim, later known as emperor Jahangir. The tomb of Khusru, Jahangir’s son, is located near the fort. Following the decline of the Mughal Empire, Prayagraj changed hands several times before being ceded to the British in 1801. It was a significant site during the Indian Mutiny of 1857 and served as the capital of the United Provinces until 1949. The city was also central to the Indian independence movement and was home to the Nehru family, with their estate, Anand Bhawan, now a museum.</p><p>In 2018, the Uttar Pradesh government officially changed the city’s name from Allahabad to Prayagraj, a decision that sparked controversy among residents and required approval from the central government, which was granted later that year.</p><p>The surrounding region is part of the Indo-Gangetic Plain, known for its agriculture, producing crops like rice, barley, wheat, and gram (chickpeas). Nearby ancient sites include Pratisthanpur (Hindu) and Kaushambi (Buddhist).</p>",
    "whatToDoHeading": "What to do in Prayagraj?",
    "attractions": [
      "Triveni Sangam Prayagraj",
      "Hanuman Mandir",
      "Anand Bhavan",
      "Alopi Devi Mandir",
      "Chandrashekhar Azad Park",
      "Khushi Bagh",
      "Company Gardens Allahabad",
      "Shri Maa Lalita Devi Mandir Temple",
      "Mankameshwar Temple",
      "Bade Hanuman Jee Temple",
      "Fun Gaon",
      "Kalyani Devi Temple",
      "Allahabad High Court",
      "Akshaya Vat",
      "Jawahar Planetarium",
      "All Saints Cathedral",
      "Allahabad Fort",
      "ISKCON Allahabad Sri Sri Radha Venimadhav Temple",
      "Someshwar Mahadev Temple",
      "Allahabad Museum",
      "Shivkoti Mahadev Temple",
      "Allahabad University",
      "Benimadhav Temple",
      "Narayan Ashram",
      "Alfred Park",
      "New Yamuna Bridge",
      "Old Naini Bridge",
      "Public Library",
      "Nagvasuki Temple",
      "Shankar Viman Mandapam"
    ],
    "crousalImage": [
      "/images/pragyaraj/pragyaraj-1.jpeg",
      "/images/pragyaraj/pragyaraj-7.jpeg"
    ]
  },
  "lucknow": {
    "heading": "LUCKNOW",
    "introduction": "<p>Lucknow, the capital of Uttar Pradesh, India, is situated near the center of the state along the Gomati River, about 45 miles (72 km) northeast of Kanpur.</p><p>The city gained prominence in 1528 when it was captured by Bābur, the first Mughal emperor. Under his grandson Akbar, Lucknow became part of the Oudh province. In 1775, Nawab Āṣaf al-Dawlah moved the capital from Faizabad to Lucknow. During the Indian Mutiny of 1857, Sir Henry Lawrence and the European residents faced a prolonged siege until British troops intervened. Following the mutiny, the British temporarily abandoned the city before regaining control.</p><p>Lucknow is known for its remarkable architecture. The Great Imāmbāṛā, built in 1784, serves as a gathering place for Shiʿi Muslims during the month of Muḥarram. The Rumi Darwaza, or Turkish Gate, also constructed in 1784, was inspired by the Sublime Porte in Istanbul. The Residency, built in 1800, is the best-preserved monument and was the site of the British defense during the mutiny. In 1957, a memorial was established to honor the Indians who lost their lives during the uprising.</p>",
    "whatToDoHeading": "What to do in Lucknow?",
    "attractions": [
      "Bara Imambara",
      "Rumi Darwaza",
      "Chhota Imambara",
      "Hazratganj",
      "The Residency",
      "Janeshwar Mishra Park",
      "Aminabad",
      "St. Joseph's Cathedral",
      "Chowk",
      "Butler Palace",
      "Chandrika Devi Temple",
      "Dr. Babasaheb Ambedkar Memorial Park",
      "Gomti Riverfront Park",
      "Nawab Wajid Ali Shah Zoological Garden",
      "Mankameshwar Mandir",
      "Constantia House",
      "Moti Mahal",
      "Dr. Ram Manohar Lohia Park",
      "Husainabad Clock Tower",
      "Ramakrishna Math",
      "Kaiserbagh Palace",
      "Indira Gandhi Planetarium",
      "Juma Masjid",
      "Phoenix Palassio",
      "State Museum",
      "Regional Science City"
    ],
    "crousalImage": [
      "/images/lucknow/lko-13.jpeg",
      "/images/lucknow/lko-12.jpeg"
    ]
  },
  "varanashi": {
    "heading": "VARANASI",
    "introduction": "<p>Varanasi, also known as Benaras or Kashi, is an ancient city in Uttar Pradesh, situated on the banks of the Ganges River and dating back to the 11th century BCE. Renowned as India’s spiritual capital, it is the holiest city for Hindus and Jains, attracting numerous pilgrims who bathe in the sacred river and perform last rites. The city boasts around 2,000 temples, with the Kashi Vishwanath Temple, known as the 'Golden Temple', being a prominent site.</p><p>Historically, Varanasi has been an industrial hub famous for silk, perfumes, and ivory crafts. It is believed that Buddha delivered his first sermon nearby at Sarnath around 528 BCE. The city’s religious significance increased in the 8th century with the establishment of Shiva worship by Adi Shankara. During the Mughal era, especially under Akbar, Varanasi experienced cultural revival and temple construction. The 18th century saw significant development, and the city was recognized as the Kingdom of Benares in 1737.</p><p>Varanasi is a vital pilgrimage site where many believe dying here leads to salvation. The city is famous for its ghats—steps leading to the river where rituals are performed—such as Dashashwamedh and Manikarnika, the latter serving as a cremation site.</p><p>Ramnagar Fort, built in the 18th century, showcases Mughal architecture. With an estimated 23,000 temples, Varanasi is culturally rich, supported by the Kashi Naresh, a key patron of religious events. The city has been a center for education and music, home to the Benares gharana style of Hindustani classical music and the large Banaras Hindu University (BHU). Additionally, the Hindi newspaper *Aj* was first published here in 1920.</p>",
    "whatToDoHeading": "What to do in Varanasi?",
    "attractions": [
      "Shri Kashi Vishwanath Temple",
      "Assistant Ghat",
      "Dasaswamedh Ghat",
      "Manikarnika Ghat",
      "Ganga Aarti",
      "Sankat Mochan Temple",
      "Batuk Bhairav Mandir",
      "Nepali Temple",
      "Tibetan Monasteries",
      "Dhamek Stupa",
      "ISKCON Varanasi",
      "Statue of Standing Buddha",
      "Chaukhandi Stupa",
      "Name Ghat",
      "Man Singh Observatory",
      "Jantar Mantar"
    ],
    "crousalImage": [
      "/images/varanashi/varanashi-1.webp",
      "/images/varanashi/varanasi-9.jpeg"
    ]
  }
}
